Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVSurroundNewFormatStereoDescription
source: Surround sound will be ignored, and stereo will be played instead. Turn off Change Format to enable surround sound. For more information, see support.apple.com/appletv/audio
ar: سيتم تجاهل الصوت المحيطي، وسيتم تشغيل الاستريو بدلاً منه. أوقف "تغيير التنسيق" لتمكين الصوت المحيطي. لمزيد من المعلومات، يرجى مراجعة support.apple.com/appletv/audio
ca: S’ignorarà el so envoltant i es reproduirà l’àudio en format estèreo. Si vols utilitzar el so envoltant, desactiva “Canvia el format”. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Vícekanálový zvuk bude ignorován a místo něj se použije stereofonní zvuk. Chcete‑li vícekanálový zvuk zapnout, vypněte volbu Změnit formát. Další informace viz support.apple.com/appletv/audio
da: Surroundsound bliver ignoreret, og der afspilles stereo i stedet. Slå Skift format fra for at aktivere surroundsound. Du kan få flere oplysninger på support.apple.com/appletv/audio
de: Surround-Sound wird ignoriert und stattdessen wird Stereo abgespielt. Schalte „Format ändern“ aus, um Surround-Sound zu aktivieren. Weitere Infos findest du unter: support.apple.com/appletv/audio
el: Ο ήχος surround θα αγνοηθεί και θα αναπαράγεται στερεοφωνικός ήχος αντ’ αυτού. Απενεργοποιήστε την «Αλλαγή μορφής» για ενεργοποίηση του ήχου surround. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/audio
es: Se ignorará el sonido envolvente y, en su lugar, el audio se reproducirá en estéreo. Desactiva “Cambiar formato” para activar el sonido envolvente. Si quieres obtener más información, consulta support.apple.com/appletv/audio.
es_us: Se ignorará el sonido surround y en su lugar se reproducirá sonido estéreo. Desactiva Cambiar el formato para activar el sonido surround. Para más información, consulta support.apple.com/appletv/audio
fi: Surround-ääntä ei huomioida ja toistoon käytetään stereota. Ota surround-ääni käyttöön laittamalla ”Vaihda muotoa” pois päältä. Katso lisätietoja osoitteesta support.apple.com/appletv/audio
fr: Le son surround sera ignoré et remplacé par le son stéréo. Désactivez « Changer de format » pour activer le son surround. Pour en savoir plus, consultez la page suivante : support.apple.com/appletv/audio
fr_ca: Le son stéréo remplacera le son ambiophonique. Désactivez Modifier le format pour activer le son ambiophonique. Pour en savoir plus, consultez support.apple.com/appletv/audio.
he: הצליל ההיקפי לא יושמע, ובמקומו יופעל סטריאו. כדי לאפשר צליל היקפי, יש לכבות את ״שינוי פורמט״. מידע נוסף זמין בכתובת: support.apple.com/appletv/audio
hi: सराउंड साउंड को नज़रअंदाज़ किया जाएगा और उसकी जगह स्टीरियो चलाया जाएगा। सराउंड साउंड सक्षम करने के लिए “फ़ॉर्मैट बदलें” बंद करें। अधिक जानकारी के लिए, देखें support.apple.com/appletv/audio
hr: Surround zvuk će se ignorirati i umjesto njega reproducirat će se stereo zvuk. Isključite opciju “Promijeni format” kako biste omogućili surround zvuk. Za dodatne informacije pogledajte support.apple.com/appletv/audio
hu: A térhatású hang figyelmen kívül lesz hagyva, és sztereó hang lesz lejátszva helyette. A térhatású hang engedélyezéséhez kapcsolja ki a Formátum módosítása beállítást. További információkért keresse fel a következőt: support.apple.com/appletv/audio
id: Bunyi lingkup akan diabaikan dan stereo akan diputar sebagai gantinya. Matikan Ubah Format untuk mengaktifkan bunyi lingkup. Untuk informasi lainnya, lihat support.apple.com/appletv/audio
it: L’audio surround verrà ignorato e il suono verrà riprodotto in modalità stereo. Disattiva l’opzione “Modifica formato” per abilitare l’audio surround. Per ulteriori informazioni, consulta support.apple.com/appletv/audio
ja: サラウンドサウンドは無視され、 ステレオが代わりに再生されます。 サラウンドサウンドを有効にするには“フォーマットを変換”をオフにしてください。 詳しくは、 support.apple.com/appletv/audio を参照してください。
ko: 서라운드 사운드를 무시하고 스테레오를 대신 재생합니다. 서라운드 사운드를 활성화하려면 포맷 변경을 끄십시오. 더 자세한 사항은 다음 사이트를 참조하십시오. support.apple.com/appletv/audio
ms: Bunyi keliling akan diabaikan dan stereo akan dimainkan. Nyahaktifkan Tukar Format untuk mendayakan bunyi keliling. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/appletv/audio
nb: Surroundlyd vil bli ignorert og stereolyd vil bli spilt i stedet. Slå av Bytt format hvis du vil aktivere surroundlyd. Du finner mer informasjon på support.apple.com/appletv/audio
nl: Surround sound wordt genegeerd en in plaats daarvan wordt in stereo afgespeeld. Schakel 'Wijzig structuur' uit om surround sound in te schakelen. Ga voor meer informatie naar support.apple.com/appletv/audio
pl: Dźwięk przestrzenny będzie ignorowany i odtwarzany będzie dźwięk stereo. Aby włączyć dźwięk przestrzenny, wyłącz opcję Zmień format. Aby uzyskać więcej informacji, zobacz: support.apple.com/appletv/audio
pt_br: O som surround será ignorado e o estéreo será reproduzido. Desative a opção Alterar Formato para ativar o som surround. Para saber mais, visite support.apple.com/appletv/audio
pt_pt: O som envolvente será ignorado e será reproduzido som estéreo. Para ativar som envolvente, desative Alterar formato. Encontrará informação adicional em support.apple.com/appletv/audio
ro: Sunetul surround va fi ignorat și va fi redat în schimb sunet stereo. Dezactivați opțiunea „Schimbare format” pentru a activa sunetul surround. Pentru mai multe informații, consultați support.apple.com/appletv/audio
ru: Звук будет воспроизведен не как объемный, а как стерео. Выключите параметр «Изменить формат», чтобы включить объемный звук. Подробнее: support.apple.com/appletv/audio
sk: Priestorový zvuk bude ignorovaný a namiesto toho bude použité stereo. Ak chcete povoliť priestorový zvuk, vypnite funkciu Zmeniť formát. Viac informácií nájdete na stránke support.apple.com/appletv/audio
sl: Prostorski zvok ne bo upoštevan, namesto tega pa bo predvajan zvok stereo. Izklopite možnost Spremeni obliko zapisa, da omogočite prostorski zvok. Za več informacij glejte support.apple.com/appletv/audio
sv: Surroundljud kommer att ignoreras och stereoljud spelas upp istället. Stäng av Ändra format om du vill aktivera surroundljud. Mer information finns på support.apple.com/appletv/audio
th: เสียงรอบทิศทางจะไม่ถูกสนใจและ จะเล่นเสียงสเตอริโอแทน ปิดใช้การเปลี่ยนรูปแบบเพื่อเปิดใช้งานเสียงรอบทิศทาง สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/audio
tr: Surround ses yok sayılır ve yerine stereo çalınır. Surround sesi etkinleştirmek için Biçimi Değiştir’i kapatın. Daha fazla bilgi için şu adrese gidin: support.apple.com/appletv/audio
uk: Обʼємний звук ігноруватиметься, натомість відтворюватиметься стерео. Вимкніть параметр «Зміна формату», щоб увімкнути обʼємний звук. Додаткові відомості наведено на вебсторінці support.apple.com/appletv/audio
vi: Âm thanh vòm sẽ được bỏ qua và stereo sẽ được phát thay thế. Hãy tắt Thay đổi định dạng để bật âm thanh vòm. Để biết thêm thông tin, hãy xem support.apple.com/appletv/audio
zh_cn: 将忽略环绕声，并播放 立体声。 关闭“更改格式”以启用环绕声。 更多信息请访问 support.apple.com/appletv/audio
zh_hk: 環繞音效會被忽略， 並改為以立體聲播放。 請關閉「更改格式」以啟用環繞音效。 詳情請瀏覽 support.apple.com/appletv/audio
zh_tw: 將忽略環繞音效，並改為播放 立體聲。 請關閉「更改格式」以啟用環繞音效。 如需更多資訊，請參訪 support.apple.com/appletv/audio

# AVSurroundNewFormatStereoWithAtmosAvailableDescription
source: Surround sound will be ignored, and stereo will be played instead. Turn off Change Format to enable surround sound and Dolby Atmos. For more information, see support.apple.com/appletv/audio
ar: سيتم تجاهل الصوت المحيطي، وسيتم تشغيل الاستريو بدلاً منه. أوقف "تغيير التنسيق" لتمكين الصوت المحيطي و Dolby Atmos. لمزيد من المعلومات، يرجى مراجعة support.apple.com/appletv/audio
ca: S’ignorarà el so envoltant i es reproduirà l’àudio en format estèreo. Si vols utilitzar el so envoltant i Dolby Atmos, desactiva “Canvia el format”. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Vícekanálový zvuk bude ignorován a místo něj se použije stereofonní zvuk. Chcete‑li zapnout vícekanálový zvuk a Dolby Atmos, vypněte volbu Změnit formát. Další informace viz support.apple.com/appletv/audio
da: Surroundsound bliver ignoreret, og der afspilles stereo i stedet. Slå Skift format fra for at aktivere surroundsound og Dolby Atmos. Du kan få flere oplysninger på support.apple.com/appletv/audio
de: Surround-Sound wird ignoriert und stattdessen wird Stereo abgespielt. Schalte „Format ändern“ aus, um Surround-Sound und Dolby Atmos zu aktivieren. Weitere Infos findest du unter: support.apple.com/appletv/audio
el: Ο ήχος surround θα αγνοηθεί και θα αναπαράγεται στερεοφωνικός ήχος αντ’ αυτού. Απενεργοποιήστε την «Αλλαγή μορφής» για ενεργοποίηση του ήχου surround και του Dolby Atmos. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/audio
es: Se ignorará el sonido envolvente y, en su lugar, el audio se reproducirá en estéreo. Desactiva “Cambiar formato” para activar el sonido envolvente y Dolby Atmos. Si quieres obtener más información, consulta support.apple.com/appletv/audio.
es_us: Se ignorará el sonido surround y en su lugar se reproducirá sonido estéreo. Desactiva Cambiar el formato para activar el sonido surround y Dolby Atmos. Para más información, consulta support.apple.com/appletv/audio
fi: Surround-ääntä ei huomioida ja toistoon käytetään stereota. Ota surround-ääni ja Dolby Atmos käyttöön laittamalla ”Vaihda muotoa” pois päältä. Katso lisätietoja osoitteesta support.apple.com/appletv/audio
fr: Le son surround sera ignoré et remplacé par le son stéréo. Désactivez « Changer de format » pour activer le son surround et Dolby Atmos. Pour en savoir plus, consultez la page suivante : support.apple.com/appletv/audio
fr_ca: Le son stéréo remplacera le son ambiophonique. Désactivez Modifier le format pour activer le son ambiophonique et Dolby Atmos. Pour en savoir plus, consultez support.apple.com/appletv/audio.
he: הצליל ההיקפי לא יושמע, ובמקומו יופעל סטריאו. יש לכבות את ״שינוי פורמט״ כדי לאפשר צליל היקפי ו-Dolby Atmos. מידע נוסף זמין בכתובת: support.apple.com/appletv/audio
hi: सराउंड साउंड को नज़रअंदाज़ किया जाएगा और उसकी जगह स्टीरियो चलाया जाएगा। सराउंड साउंड और Dolby Atmos सक्षम करने के लिए “फ़ॉर्मैट बदलें” बंद करें। अधिक जानकारी के लिए, देखें support.apple.com/appletv/audio
hr: Surround zvuk će se ignorirati i umjesto njega reproducirat će se stereo zvuk. Isključite opciju “Promijeni format” kako biste omogućili surround zvuk i Dolby Atmos. Za dodatne informacije pogledajte support.apple.com/appletv/audio
hu: A térhatású hang figyelmen kívül lesz hagyva, és sztereó hang lesz lejátszva helyette. A térhatású hang és a Dolby Atmos engedélyezéséhez kapcsolja ki a Formátum módosítása beállítást. További információkért keresse fel a következőt: support.apple.com/appletv/audio
id: Bunyi lingkup akan diabaikan dan stereo akan diputar sebagai gantinya. Matikan Ubah Format untuk mengaktifkan bunyi lingkup dan Dolby Atmos. Untuk informasi lainnya, lihat support.apple.com/appletv/audio
it: L’audio surround verrà ignorato e il suono verrà riprodotto in modalità stereo. Disattiva l’opzione “Modifica formato” per abilitare l’audio surround e Dolby Atmos. Per ulteriori informazioni, consulta support.apple.com/appletv/audio
ja: サラウンドサウンドは無視され、ステレオが代わりに再生されます。サラウンドサウンドおよびドルビーアトモスを有効にするには “フォーマットを変換”をオフにしてください。 詳しくは、 support.apple.com/appletv/audio を参照してください。
ko: 서라운드 사운드를 무시하고 스테레오를 대신 재생합니다. 서라운드 사운드 및 Dolby Atmos를 활성화하려면 포맷 변경을 끄십시오. 더 자세한 사항은 다음 사이트를 참조하십시오. support.apple.com/appletv/audio
ms: Bunyi keliling akan diabaikan dan stereo akan dimainkan. Nyahaktifkan Tukar Format untuk mendayakan bunyi keliling dan Dolby Atmos. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/appletv/audio
nb: Surroundlyd vil bli ignorert og stereolyd vil bli spilt i stedet. Slå av Bytt format hvis du vil aktivere surroundlyd og Dolby Atmos. Du finner mer informasjon på support.apple.com/appletv/audio
nl: Surround sound wordt genegeerd en in plaats daarvan wordt in stereo afgespeeld. Schakel 'Wijzig structuur' uit om surround sound en Dolby Atmos in te schakelen. Ga voor meer informatie naar support.apple.com/appletv/audio
pl: Dźwięk przestrzenny będzie ignorowany i odtwarzany będzie dźwięk stereo. Aby włączyć dźwięk przestrzenny i Dolby Atmos, wyłącz opcję Zmień format. Aby uzyskać więcej informacji, zobacz: support.apple.com/appletv/audio
pt_br: O som surround será ignorado e o estéreo será reproduzido. Desative a opção Alterar Formato para ativar o som surround e o Dolby Atmos. Para saber mais, visite support.apple.com/appletv/audio
pt_pt: O som envolvente será ignorado e será reproduzido som estéreo. Para ativar som envolvente e Dolby Atmos, desative Alterar formato. Encontrará informação adicional em support.apple.com/appletv/audio
ro: Sunetul surround va fi ignorat și va fi redat în schimb sunet stereo. Dezactivați opțiunea „Schimbare format” pentru a activa sunetul surround și Dolby Atmos. Pentru mai multe informații, consultați support.apple.com/appletv/audio
ru: Звук будет воспроизведен не как объемный, а как стерео. Выключите параметр «Изменить формат», чтобы включить объемный звук и Dolby Atmos. Подробнее: support.apple.com/appletv/audio
sk: Priestorový zvuk bude ignorovaný a namiesto toho bude použité stereo. Ak chcete povoliť priestorový zvuk a Dolby Atmos, vypnite funkciu Zmeniť formát. Viac informácií nájdete na stránke support.apple.com/appletv/audio
sl: Prostorski zvok ne bo upoštevan, namesto njega pa bo predvajan zvok stereo. Izklopite možnost Spremeni obliko zapisa, da omogočite prostorski zvok in Dolby Atmos. Za več informacij glejte support.apple.com/appletv/audio
sv: Surroundljud kommer att ignoreras och stereoljud spelas upp istället. Stäng av Ändra format om du vill aktivera surroundljud och Dolby Atmos. Mer information finns på support.apple.com/appletv/audio
th: เสียงรอบทิศทางจะไม่ถูกสนใจและจะเล่นเสียงสเตอริโอแทน ปิดใช้การเปลี่ยนรูปแบบเพื่อเปิดใช้งานเสียงรอบทิศทาง และ Dolby Atmos สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/audio
tr: Surround ses yok sayılır ve yerine stereo çalınır. Surround sesi ve Dolby Atmos’u etkinleştirmek için Biçimi Değiştir’i kapatın. Daha fazla bilgi için şu adrese gidin: support.apple.com/appletv/audio
uk: Обʼємний звук ігноруватиметься, натомість відтворюватиметься стерео. Вимкніть параметр «Зміна формату», щоб увімкнути обʼємний звук і Dolby Atmos. Додаткові відомості наведено на вебсторінці support.apple.com/appletv/audio
vi: Âm thanh vòm sẽ được bỏ qua và stereo sẽ được phát thay thế. Hãy tắt Thay đổi định dạng để bật âm thanh vòm và Dolby Atmos. Để biết thêm thông tin, hãy xem support.apple.com/appletv/audio
zh_cn: 将忽略环绕声，并播放立体声。关闭“更改格式”以启用环绕声 和杜比全景声。 更多信息请访问 support.apple.com/appletv/audio
zh_hk: 環繞音效會被忽略，並改為以立體聲播放。請關閉「更改格式」以啟用環繞音效 和杜比全景聲。 詳情請瀏覽 support.apple.com/appletv/audio
zh_tw: 將忽略環繞音效，並改為播放立體聲。請關閉「更改格式」以啟用環繞音效和 杜比全景聲。 如需更多資訊，請參訪 support.apple.com/appletv/audio

# AVSurroundNoConvertFormatDescription
source: By default, audio is decoded and sent to your speakers as uncompressed multichannel LPCM. If there’s a problem with playback, choose the correct format for your speakers. Learn more at support.apple.com/appletv/audio
ar: يتم بشكل افتراضي فك ترميز الصوت وإرساله إلى السماعات بتنسيق LPCM غير مضغوط متعدد القنوات. إذا كانت هناك مشكلة في التشغيل، يرجى اختيار التنسيق الصحيح لسماعاتك. يمكنك معرفة المزيد على الرابط: support.apple.com/appletv/audio
ca: Per omissió, es descodifica l’àudio i s’envia als altaveus com a LPCM multicanal sense comprimir. En cas que hi hagi algun problema amb la reproducció, selecciona el format adequat per als altaveus. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Zvuk se standardně dekóduje a odesílá do reproduktorů v nekomprimovaném vícekanálovém formátu LPCM. Pokud máte s přehráváním potíže, vyberte formát vhodný pro vaše reproduktory. Další informace najdete na stránce support.apple.com/appletv/audio
da: Som standard bliver lyd afkodet og sendt til dine højttalere som ukomprimeret multikanal-LPCM. Hvis der er et problem med afspilning, skal du vælge det rette format til dine højttalere. Læs mere på support.apple.com/appletv/audio
de: Audio wird standardmäßig decodiert und als unkomprimierte Mehrkanal-LPCM an deine Lautsprecher gesendet. Falls Probleme bei der Wiedergabe auftreten, wähle das korrekte Format für deine Lautsprecher aus. Weitere Informationen findest du unter: support.apple.com/appletv/audio
el: Από προεπιλογή, ο ήχος αποκωδικοποιείται και αποστέλλεται στα ηχεία σας ως ασυμπίεστο πολυκάναλο LPCM. Αν υπάρχει πρόβλημα με την αναπαραγωγή, επιλέξτε τη σωστή μορφή για τα ηχεία σας. Μάθετε περισσότερα στη διεύθυνση support.apple.com/appletv/audio
es: Por omisión, el audio se descodifica y se envía a tus altavoces en formato LPCM multicanal sin comprimir. Si experimentas problemas con la reproducción, selecciona el formato adecuado para tus altavoces. Más información en support.apple.com/appletv/audio.
es_us: De forma predeterminada, el audio se decodifica y se envía a tus altavoces como LCPM multicanal sin comprimir. Si hay algún problema con la reproducción, elige el formato adecuado para tus bocinas. Obtén detalles en support.apple.com/appletv/audio
fi: Oletuksena ääni puretaan ja lähetetään kaiuttimiin pakkaamattomana monikanavaisena LPCM:nä. Jos toistossa on ongelma, valitse oikea muoto, joka sopii kaiuttimillesi. Lisätietoja on osoitteessa support.apple.com/appletv/audio
fr: Par défaut, le son est décodé et dirigé vers vos haut-parleurs au format LPCM multicanal sans compression. En cas de problème de lecture, choisissez le format correct pour vos haut-parleurs. Pour en savoir plus, accédez à la page support.apple.com/appletv/audio
fr_ca: Par défaut, le son est décodé et transmis à vos haut-parleurs au format LPCM multicanal sans compression. En cas de problème de lecture, choisissez un format compatible avec vos haut-parleurs. Pour en savoir plus, rendez-vous sur support.apple.com/appletv/audio.
he: כברירת מחדל, השמע מפוענח ונשלח אל הרמקולים כ-LPCM מרובה ערוצים ולא מכווץ. אם יש בעיה בהפעלה, יש לבחור את המבנה הנכון לרמקולים. פרטים נוספים בכתובת: support.apple.com/appletv/audio
hi: डिफ़ॉल्ट रूप से, ऑडियो को डिकोड किया गया और आपके स्पीकर पर भेजा गया अनकंप्रेस्ड मल्टीचैनल LPCM के रूप में। यदि प्लेबैक के साथ कोई समस्या है, अपने स्पीकर के लिए सही फ़ॉर्मैट चुनें। support.apple.com/appletv/audio पर जाकर अधिक जानें
hr: Standardno, audio se dekodira i šalje na vaše zvučnike kao nekomprimirani višekanalni LPCM. Ako dođe do problema s reprodukcijom, odaberite točan format za svoje zvučnike. Saznajte više na support.apple.com/appletv/audio
hu: Alapértelmezésben a hang dekódolva lesz, és tömörítetlen többcsatornás LPCM formátumban lesz elküldve a hangszórójára. Ha probléma adódik a lejátszással, válassza ki a hangszóróihoz megfelelő formátumot. Bővebben: support.apple.com/appletv/audio
id: Secara default, audio didekode dan dikirimkan ke speaker Anda sebagai LPCM multisaluran yang tidak diringkas. Jika ada masalah pada pemutaran, pilih format yang benar untuk speaker Anda. Lebih lanjut di support.apple.com/appletv/audio
it: Di default, l’audio viene decodificato e inviato agli altoparlanti in formato LPCM multicanale non compresso. Se si verificano problemi con la riproduzione, scegli il formato corretto per i tuoi altoparlanti. Scopri di più alla pagina support.apple.com/appletv/audio
ja: デフォルトでは、オーディオはデコードされ非圧縮マルチチャネルLPCMとして お使いのスピーカーに送信されます。 再生に問題がある場合は、 スピーカーに適したフォーマットを選択してください。 詳しい情報は support.apple.com/appletv/audio をご覧ください
ko: 기본적으로, 오디오가 비압축 멀티채널 LPCM으로 디코딩되어 사용자의 스피커에 전송됩니다. 재생에 문제가 있는 경우 스피커에 올바른 포맷을 선택하십시오. 더 알아보려면 support.apple.com/appletv/audio 사이트로 이동하십시오.
ms: Secara lalai, audio dinyahkodkan dan dihantar ke speaker anda sebagai LPCM berbilang saluran yang tidak dimampatkan. Jika terdapat masalah dengan main balik, pilih format yang betul untuk speaker anda. Ketahui lebih lanjut di support.apple.com/appletv/audio
nb: Som standard vil lyd bli dekodet og sendt til høyttalerne dine som ukomprimert LPCM med flere kanaler. Hvis det oppstår problemer med avspillingen, må du velge riktig format for høyttalerne. Finn ut mer på support.apple.com/appletv/audio
nl: Standaard wordt audio gedecodeerd en naar je luidsprekers verstuurd in een ongecomprimeerde LPCM-structuur met meerdere kanalen. Als er een probleem is met afspelen, kies je de juiste structuur voor je luidsprekers. Meer informatie vind je op support.apple.com/appletv/audio
pl: Dźwięk jest domyślnie rozkodowywany i wysyłany do głośników jako nieskompresowany, wielokanałowy LPCM. Jeśli wystąpił problem z odtwarzaniem, wybierz format właściwy dla Twoich głośników. Więcej informacji: support.apple.com/appletv/audio
pt_br: Por padrão, o áudio é decodificado e enviado para os seus alto‑falantes como LPCM multicanal não comprimido. Se houver algum problema com a reprodução, escolha o formato dos alto‑falantes. Saiba mais em support.apple.com/appletv/audio
pt_pt: Por predefinição, o áudio é descodificado e enviado para as colunas como LPCM multicanal não comprimido. Se detetar algum problema na reprodução, escolha o formato correto para as colunas. Saiba mais em support.apple.com/appletv/audio
ro: Implicit, sunetul este decodat și trimis către difuzoare drept LCPM multicanal necomprimat. Dacă survine vreo problemă la redare, alegeți formatul corect pentru difuzoarele dvs. Aflați mai multe la support.apple.com/appletv/audio
ru: По умолчанию звук декодируется и отправляется на Вашу аудиосистему в многоканальном формате LPCM без сжатия. Если возникнет проблема с воспроизведением, выберите формат, совместимый с Вашей аудиосистемой. Подробнее: support.apple.com/appletv/audio
sk: Audio je štandardne dekódované a odosielané do reproduktorov ako nekomprimované viackanálové LPCM. Ak máte problémy s prehrávaním, vyberte správny formát pre vaše reproduktory. Viac informácií nájdete na support.apple.com/appletv/audio
sl: Privzeto je zvok dekodiran in poslan v vaše zvočnike kot nestisnjen večkanalni LPCM. Če je prišlo do težave s predvajanjem, izberite pravilno obliko zapisa za zvočnike. Več informacij je na voljo na support.apple.com/appletv/audio
sv: Som förval avkodas ljudet och skickas till dina högtalare som okomprimerat flerkanals-LPCM. Om ett fel uppstår med uppspelningen väljer du rätt format för dina högtalare. Läs mer på support.apple.com/appletv/audio
th: โดยปกติแล้วเสียงจะถูกถอดรหัสและส่งไปยังลำโพงของคุณ ในรูปแบบ LPCM แบบหลายช่องทางเสียงที่ไม่บีบอัด ถ้ามีปัญหากับการเล่น เลือกรูปแบบที่ถูกต้องสำหรับลำโพงของคุณ เรียนรู้เพิ่มเติมที่ support.apple.com/appletv/audio
tr: Saptanmış olarak sesin kodu çözülür ve sıkıştırılmamış çok kanallı LPCM olarak hoparlörlerinize gönderilir. Ses çalma ile ilgili bir sorun varsa hoparlörleriniz için doğru biçimi seçin. Daha fazla bilgi: support.apple.com/appletv/audio
uk: Стандартний формат декодування звуку для відтворення на динаміках — нестиснений багатоканальний LPCM. Якщо виникають проблеми з відтворенням, оберіть формат, необхідний для ваших динаміків. Докладніше на вебсторінці support.apple.com/appletv/audio
vi: Theo mặc định, âm thanh được giải mã và gửi đến các loa của bạn dưới dạng LPCM đa kênh chưa nén. Nếu có sự cố với quá trình phát lại, hãy chọn đúng định dạng cho các loa của bạn. Tìm hiểu thêm tại support.apple.com/appletv/audio
zh_cn: 默认情况下，音频会被解码并以未压缩多声道LPCM 发送至扬声器。 若播放出现问题， 请为扬声器选择正确格式。 若要进一步了解，请前往support.apple.com/appletv/audio
zh_hk: 按照預設，音訊會被解碼並傳送至你的喇叭 （以未壓縮多聲道LPCM格式）。 如有播放問題， 請為喇叭選擇正確的格式。 詳情請瀏覽support.apple.com/appletv/audio
zh_tw: 依照預設，音訊會被解碼並以未壓縮多聲道LPCM格式 傳送到你的揚聲器。 若發生播放問題， 請為揚聲器選擇正確的格式。 更多內容請見：support.apple.com/appletv/audio
